Repository: NaN-tic/trytond-account_invoice_conformity
Catalog: locale/*.po
Languages: ca, es_es

# field:account.configuration,conformity_required:
source: Conformity Required
ca: Conformitat Requerida

# field:account.configuration,ensure_conformity:
source: Ensure Conformity
ca: Validar conformitat
es_es: Validar conformidad

# field:account.configuration,default_employee:
source: Default Employee
ca: Empleat per defecte

# field:account.configuration.default_employee,default_employee:
source: Default Employee
ca: Empleat per defecte

# field:account.configuration.default_account,conformity_required:
source: Conformity Required
ca: Conformitat Requerida

# field:account.configuration.default_account,ensure_conformity:
source: Ensure Conformity
ca: Validar conformitat

# field:account.invoice,activities:
source: Activities
ca: Activitats

# field:account.invoice,conformities:
source: Conformities
ca: Conformitats

# field:account.invoice,conformities_state:
source: Conformities State
ca: Estat conformitats

# field:account.invoice,conformities_summary:
source: Summary
ca: Sumari

# field:account.invoice,conformity_required:
source: Conformity Required
ca: Conformitat Requerida

# field:account.invoice,to_conform:
source: To Conform
ca: A conformitar

# field:account.invoice.conform_group,create_date:
source: Create Date
ca: Data de creació
es_es: Fecha de creación

# field:account.invoice.conform_group,create_uid:
source: Create User
ca: Usuari de creació
es_es: Usuario de creación

# field:account.invoice.conform_group,name:
source: Name
ca: Nom
es_es: Nombre

# field:account.invoice.conform_group,rec_name:
source: Name
ca: Nom
es_es: Nombre

# field:account.invoice.conform_group,users:
source: Users
ca: Usuaris
es_es: Usuarios

# field:account.invoice.conform_group,write_date:
source: Write Date
ca: Data de modificació
es_es: Fecha modificación

# field:account.invoice.conform_group,write_uid:
source: Write User
ca: Usuari de modificació
es_es: Usuario modificación

# field:account.invoice.conform_group-account.invoice,create_date:
source: Create Date
ca: Data de creació

# field:account.invoice.conform_group-account.invoice,create_uid:
source: Create User
ca: Usuari de creació

# field:account.invoice.conform_group-account.invoice,group:
source: Group
ca: Grup

# field:account.invoice.conform_group-account.invoice,invoice:
source: Invoice
ca: Factura

# field:account.invoice.conform_group-account.invoice,rec_name:
source: Record Name
ca: Nom

# field:account.invoice.conform_group-account.invoice,write_date:
source: Write Date
ca: Data modificació

# field:account.invoice.conform_group-account.invoice,write_uid:
source: Write User
ca: Usuari modificació

# field:account.invoice.conform_group-res.user,create_date:
source: Create Date
ca: Data de creació
es_es: Fecha de creación

# field:account.invoice.conform_group-res.user,create_uid:
source: Create User
ca: Usuari de creació
es_es: Usuario de creación

# field:account.invoice.conform_group-res.user,group:
source: Group
ca: Grup
es_es: Grupo

# field:account.invoice.conform_group-res.user,rec_name:
source: Name
ca: Nom
es_es: Nombre

# field:account.invoice.conform_group-res.user,user:
source: User
ca: Usuari
es_es: Usuario

# field:account.invoice.conform_group-res.user,write_date:
source: Write Date
ca: Data de modificació
es_es: Fecha modificación

# field:account.invoice.conform_group-res.user,write_uid:
source: Write User
ca: Usuari de modificació
es_es: Usuario modificación

# field:account.invoice.conformity,create_date:
source: Create Date
ca: Fecha de creación

# field:account.invoice.conformity,create_uid:
source: Create User
ca: Usuario de creación

# field:account.invoice.conformity,description:
source: Conforming Description
ca: Descripció conformitat

# field:account.invoice.conformity,group:
source: Group
ca: Grup

# field:account.invoice.conformity,id:
source: ID
ca: Número

# field:account.invoice.conformity,invoice:
source: Invoice
ca: Factura

# field:account.invoice.conformity,nonconformity_culprit:
source: Nonconformity Culprit
ca: Culpable de la no conformitat

# field:account.invoice.conformity,rec_name:
source: Record Name
ca: Nom

# field:account.invoice.conformity,state:
source: Conformity State
ca: Estat Conformitat

# field:account.invoice.conformity,write_date:
source: Write Date
ca: Usuari de creació

# field:account.invoice.conformity,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.invoice.conformity.wizard.start,conforming_description:
source: Conforming Description
ca: Descripció conformitat

# field:account.invoice.conformity.wizard.start,conformity:
source: Conformity
ca: Conformitat

# field:account.invoice.conformity.wizard.start,id:
source: ID
ca: Número

# field:account.invoice.conformity.wizard.start,user:
source: Active User
ca: Usuari Actiu

# field:account.invoice.nonconformity.wizard.start,conforming_description:
source: Conforming Description
ca: Descripció conformitat

# field:account.invoice.nonconformity.wizard.start,conformity:
source: Conformity
ca: Conformitat

# field:account.invoice.nonconformity.wizard.start,conformity_state:
source: Conformity State
ca: Estat Conformitat

# field:account.invoice.nonconformity.wizard.start,id:
source: ID
ca: Número

# field:account.invoice.nonconformity.wizard.start,nonconformity_culprit:
source: Nonconformity Culprit
ca: Culpable de la no conformitat

# field:account.invoice.nonconformity.wizard.start,user:
source: Active User
ca: Usuari Actiu

# field:res.user,user_conform_groups:
source: Conform Groups
ca: Grups de conformitat
es_es: Grupos de conformidad

# help:account.configuration,conformity_required:
source: If we mark it as true, it will be necessary to create, at least, a conformity register
ca: Si es marca, és necessari crear almenys un registre de conformitat

# help:account.configuration,ensure_conformity:
source: If marked posted supplier invoices must be conforming before posting them.
ca: Si es marca, les factures de proveïdor hauran de ser conformades abans de ser validades.
es_es: Si se marca, las facturas de proveedor deberán ser conformadas antes de validarlas.

# model:account.invoice.conform_group,name:
source: Conform Group
ca: Grup de conformitat
es_es: Grupo de conformidad

# model:account.invoice.conform_group-account.invoice,name:
source: Conform Group - Invoice
ca: Grup de conformitat - Factura

# model:account.invoice.conform_group-res.user,name:
source: Conform Group - Users
ca: Grup de conformitats - Usuari
es_es: Grupos de conformidad - Usuarios

# model:account.invoice.conformity,name:
source: Conformity
ca: Conformitat

# model:account.invoice.conformity.wizard.start,name:
source: Conform Invoices
ca: Factures a conformar

# model:account.invoice.nonconformity.wizard.start,name:
source: Nonconform Invoices
ca: Factures no conforme

# model:activity.type,name:meeting_type
source: System
ca: Sistema

# model:ir.action,name:
source: Credit Notes to Conform
ca: Factures d'abonament per conformar
es_es: Facturas de abono para conformar

# model:ir.action,name:act_account_conform_invoices
source: Conform Invoices
ca: Conformar
es_es: Conformar

# model:ir.action,name:act_account_nonconform_invoices
source: Nonconform Invoices
ca: Factures no conforme
es_es: Facturas no conforme

# model:ir.action,name:act_conform_group_form
source: Conform Group
ca: Grup de conformitats
es_es: Grupo de conformidad

# model:ir.action,name:act_invoice_conform_by_groups_invoice_form
source: Invoices to Conform
ca: Facturas a Conformar

# model:ir.action,name:act_open_invoice_activities
source: Invoice Activities
ca: Activitats de la Factura

# model:ir.action.act_window.domain,name:
source: Conformed
ca: Conforme
es_es: Conforme

source: Conformed
ca: Conforme
es_es: Conforme

source: Disconformed
ca: No Conforme
es_es: No Conforme

source: Managing Nonconforming
ca: Gestionant No Conforme

source: To Conform
ca: Per conformar
es_es: Para conformar

# model:ir.message,text:msg_post_conforming
source: Invoice "%(invoice)s" can not be posted because it is pending to conformed.
ca: La factura "%(invoice)s" no es pot comptabilitzar perquè està pendent de conformar.

# model:ir.ui.menu,name:
source: Credit Notes to Conform
ca: Factures d'abonament per conformar
es_es: Facturas de abono para conformar

# model:ir.ui.menu,name:menu_counform_group
source: Conform Groups
ca: Grups de conformitats
es_es: Grupos de conformidad

# model:ir.ui.menu,name:menu_invoice_conform_invoice
source: Conform Invoices
ca: Factures a conformar
es_es: Facturas para conformar

# model:res.group,name:group_conform
source: Conform
ca: Conformar
es_es: Conformar

# selection:account.invoice,conformities_state:
source: Conforming
ca: Conforme

# selection:account.invoice,conformities_state:
source: Managing Nonconforming
ca: Gestionant No Conforme

# selection:account.invoice,conformities_state:
source: Nonconforming
ca: No Conforme

# selection:account.invoice,conformities_state:
source: Pending
ca: Pendent

# selection:account.invoice.conformity,nonconformity_culprit:
source: Company
ca: Empresa

# selection:account.invoice.conformity,nonconformity_culprit:
source: Supplier
ca: Proveïdor

# selection:account.invoice.conformity,state:
source: Conforming
ca: Conforme

# selection:account.invoice.conformity,state:
source: Managing Nonconforming
ca: Gestionant No Conforme

# selection:account.invoice.conformity,state:
source: Nonconforming
ca: No Conforme

# selection:account.invoice.conformity,state:
source: Pending
ca: Pendent

# selection:account.invoice.nonconformity.wizard.start,conformity_state:
source: Nonconforming
ca: No Conforme

# selection:account.invoice.nonconformity.wizard.start,conformity_state:
source: Nonconforming Pending
ca: No Conforme Pendent

# selection:account.invoice.nonconformity.wizard.start,nonconformity_culprit:
source: Company
ca: Empresa

# selection:account.invoice.nonconformity.wizard.start,nonconformity_culprit:
source: Supplier
ca: Proveïdor

# view:account.invoice.conform_group-res.user:
source: Conform Group User
ca: Usuari de grup de conformitat
es_es: Usuario de grupo de conformidad

# view:account.invoice.conform_group:
source: Conform Group
ca: Grup de conformitat
es_es: Grupo de conformidad

# view:account.invoice:
source: Review Conformity
ca: Revisió Conformitat
es_es: Revisión Conformidad

# view:res.user:
source: Invoice Conform Groups
ca: Grups de conformitat de Factura
es_es: Grupos facturas a conformar

# wizard_button:account.invoice.conformity.wizard,start,conforming:
source: Conforming
ca: Conforme

# wizard_button:account.invoice.conformity.wizard,start,end:
source: Cancel
ca: Cancel·lar

# wizard_button:account.invoice.nonconformity.wizard,start,end:
source: Cancel
ca: Cancel·lar

# wizard_button:account.invoice.nonconformity.wizard,start,nonconforming:
source: Nonconforming
ca: No Conforme

# error:account.invoice:
source: Invoice "%s" can not be posted because it is pending to conformed.
es_es: La factura "% s" no se puede contabilizar porque está pendiente de ser conformada.

# field:account.configuration,default_conformity_state:
source: Default Conformity State
es_es: Estado de conformidad por defecto

# field:account.invoice,conform_by:
source: Conform by
es_es: Conformar por

# field:account.invoice,conforming_description:
source: Conforming Description
es_es: Descripción de la conformidad

# field:account.invoice,conformity_state:
source: Conformity State
es_es: Estado de la conformidad

# field:account.invoice,nonconformity_culprit:
source: Nonconformity Culprit
es_es: Culpable de la no conformidad

# field:account.invoice.nonconformity.start,conforming_description:
source: Conforming Description
es_es: Descripción de la conformidad

# field:account.invoice.nonconformity.start,conformity_state:
source: Conformity State
es_es: Estado de la conformidad

# field:account.invoice.nonconformity.start,nonconformity_culprit:
source: Nonconformity Culprit
es_es: Culpable de la no conformidad

# field:res.user,conform_groups:
source: Conform Groups IDs
es_es: Identificadores de grupos de conformidad

# model:account.invoice.nonconformity.start,name:
source: Nonconform Invoices
es_es: Facturas no conforme

# model:ir.action,name:act_conform_group_user_form
source: Conform Group User
es_es: Usuario de grupo de conformidad

# model:ir.action,name:act_invoice_conform_invoice_form
source: Invoices to Conform
es_es: Facturas para conformar

source: Pending to resolve
es_es: Pendiente de resolver

# selection:account.configuration,default_conformity_state:
source: Conforming
es_es: Conforme

# selection:account.configuration,default_conformity_state:
source: Nonconforming
es_es: No conforme

# selection:account.configuration,default_conformity_state:
source: Nonconforming Pending
es_es: No conforme pendiente

# selection:account.configuration,default_conformity_state:
source: Pending
es_es: Pendiente

# selection:account.invoice,conformity_state:
source: Conforming
es_es: Conforme

# selection:account.invoice,conformity_state:
source: Nonconforming
es_es: No conforme

# selection:account.invoice,conformity_state:
source: Nonconforming Pending
es_es: No conforme pendiente

# selection:account.invoice,conformity_state:
source: Pending
es_es: Pendiente

# selection:account.invoice,nonconformity_culprit:
source: Company
es_es: Empresa

# selection:account.invoice,nonconformity_culprit:
source: Supplier
es_es: Proveedor

# selection:account.invoice.nonconformity.start,conformity_state:
source: Nonconforming
es_es: No conforme

# selection:account.invoice.nonconformity.start,conformity_state:
source: Nonconforming Pending
es_es: No conforme pendiente

# selection:account.invoice.nonconformity.start,nonconformity_culprit:
source: Company
es_es: Empresa

# selection:account.invoice.nonconformity.start,nonconformity_culprit:
source: Supplier
es_es: Proveedor

# view:account.invoice.nonconformity.start:
source: Nonconform Invoices
es_es: Facturas no conforme

# wizard_button:account.invoice.nonconformity,start,end:
source: Cancel
es_es: Cancel·lar

# wizard_button:account.invoice.nonconformity,start,nonconforming:
source: Nonconforming
es_es: No conforme
